SMSgate/check.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sms="http://kazpost.kz/smsgate">
   <soapenv:Header>
<soapenv:Username>test111</soapenv:Username>
<soapenv:Password>test111</soapenv:Password>
</soapenv:Header>
   <soapenv:Body>
      <sms:status>
         <element>
            <smsId>54019273</smsId>
         </element>
      </sms:status>
   </soapenv:Body>
</soapenv:Envelope>